4x
a
abdomen
abdomennya
abstrak
abu
abuan
abunya
acak
acakan
ada
adabomin
adalah
adanya
adil
aerodinamis
afrika
agak
agar
agresif
agung
air
ajaib
akan
akhirnya
akrab
aksen
aktif
aku
akuatik
alam
alami
alang
albino
alfalfa
alih
aliran
alis
alisnya
allover
almond
alpukat
alternatif
alur
ambang
amerika
an
anak
anakan
anaknya
anatomi
anatominya
anda
aneh
anehnya
anggota
anggrek
anggun
anggur
angin
anginnya
angkasa
angsa
angsur
anjing
antara
antaranya
anterior
anyaman
apa
apak
apakah
apapun
apel
api
apik
aprikot
aqua
arah
arahnya
arang
area
argyle
asap
asia
asin
aslinya
aspek
aster
atap
atas
atasan
atasannya
atasnya
atau
atil
atletis
auklet
awal
awalnya
awan
ayam
baca
bacaan
badai
badan
badannya
badut
bagi
bagian
bagiannya
bagus
bahkan
bahu
bahunya
bahwa
baik
baja
baji
baju
bakat
bakau
balik
balok
balon
baltimore
balutan
bandit
banget
bangga
bangkai
bangku
bantalan
banyak
banyaknya
barat
baris
barisan
baru
basah
bata
batang
batangan
batas
batu
bawah
bawahnya
bayang
bayangan
bayi
bburung
bebas
bebatuan
bebatuannya
bebek
beberapa
beck
beda
begitu
beka
bekas
beku
belacu
belahan
belakang
belakangnya
belang
belanga
belati
belatung
belied
beludru
belum
benang
benar
benda
benderang
bengkok
benih
bening
benjolan
bentuk
bentuknya
beo
beracun
berada
beradaptasi
beragam
berair
berakhir
beraksen
beralas
beralih
beralis
berambut
beraneka
berang
berangin
berangsur
berani
berantakan
berapa
berarsir
berasal
berasap
berat
beraturan
berawa
berbadan
berbagai
berbalut
berbaring
berbaris
berbasis
berbatas
berbatasan
berbatu
berbaur
berbayang
berbeda
berbelit
berbelok
berbenjolan
berbentuk
berbenturan
berbercak
berbinar
berbingkai
berbintik
berbobot
berbukit
berbulu
berbumbu
berbunga
berburu
berbutir
bercabang
bercahaya
bercak
bercakar
bercampur
bercampurnya
bercangkang
berceceran
bercincin
bercirikan
bercorak
bercukur
berdada
berdaging
berdakwah
berdaun
berdebu
berdekatan
berdesain
berdiri
berduri
berekor
berenang
berenda
berfitur
berfungsi
berganti
bergantian
bergaris
bergaya
bergelombang
bergelora
bergerak
bergerigi
bergerombol
bergetar
bergigi
bergradasi
berguguran
berguna
berhenti
berhias
berhiaskan
berhibernasi
berhidung
beri
berikut
berinti
berisi
beristirahat
berjajar
berjalan
berjambul
berjanggut
berjari
berjauhan
berjelaga
berjemur
berjenis
berjeruji
berjumbai
berkabut
berkaca
berkacamata
berkait
berkaki
berkamuflase
berkantong
berkantung
berkat
berkelas
berkelok
berkembang
berkepala
berkeping
berkerah
berkerudung
berkerut
berkibar
berkicau
berkilat
berkilau
berkilauan
berkisah
berkisar
berkobar
berkokok
berkontur
berkotak
berkulit
berkumis
berlanjut
berlapis
berlari
berlatar
berlawanan
berlayar
berlebihan
berleher
berlekuk
berlian
berliku
berlingkar
berlipit
berlubang
berlumpur
berlumuran
berlumut
bermacam
bermahkota
bermain
bermata
bermerah
berminyak
bermohawk
bermotif
bermulut
bernafas
bernanah
bernoda
bernuansa
bernyanyi
berombak
berotot
berpadu
berparuh
berpasir
berpegangan
berpenampilan
berpendar
berpendek
berperawakan
berperut
berpetak
berpikir
berpindah
berpinggang
berpinggiran
berpita
berpohon
berpola
berpose
berpostur
berpuncak
berpunggung
berputar
berrwarna
bersahabat
bersahaja
bersalju
bersama
bersandar
bersarang
bersarung
bersayap
berselang
berselaput
berselimut
berseling
berselubung
bersemangat
bersembunyi
berserabut
berseru
bersiap
bersifat
bersih
bersilang
bersilangan
bersinar
bersisi
bersisik
bersiul
berskala
berstruktur
bersuara
bersudut
bertabur
bertaburan
bertahap
bertali
bertambal
bertanda
bertanduk
bertangkai
bertarsus
bertekad
bertekstur
bertemu
bertemunya
bertengger
bertenggernya
bertenggorokan
bertepi
bertingkat
bertitik
bertopeng
bertopi
bertotol
bertransisi
bertubuh
bertudung
bertulang
bertumpu
bertumpuk
bertunas
bertunggir
beruang
beruas
berubah
berujung
berukir
berukuran
berulang
berumbai
berumbi
berumput
berupa
berurutan
berusuk
bervariasi
berwajah
berwarna
berwujud
besar
besarbagian
besardan
besarnya
besarserta
beserta
besi
besk
betah
betapa
beterbangan
betina
beton
biasa
biasanya
biaya
bib
bidang
biege
biji
bijian
bijih
bilah
binar
binatang
bingkai
bintik
bintiknya
bip
bird
biru
birunya
bisa
blak
blok
blue
bobolink
bodoh
bohlam
bola
bord
borg
bosan
botak
botol
bowling
brakemen
brandt
break
buah
bubuk
buff
bukaan
bukaannya
bukan
bukanlah
bukit
bulan
bulat
bulir
bulu
bulunya
bumi
buncit
bundar
bunga
bungkuk
bungkusan
bunglon
buram
burung
burungnya
busur
cabang
cacing
cahaya
cakar
cakarnya
calico
camar
camel
camilan
camo
campuran
canggung
cangkang
cantik
capung
cara
caspian
cattail
caw
cekung
cekungan
celah
cemberut
cemerlang
cenderung
cendrawasih
cengkeraman
centang
cepak
cepat
cerah
cerahnya
cerdas
ceri
ceria
cerutu
cetakan
cheetah
chevron
chubby
cincin
cipratan
ciri
cirinya
citrine
close
cocok
cokelat
coklat
coklatnya
contoh
corak
coraknya
coretan
covert
creeper
croon
ctow
cukup
curam
cyan
dada
dadanya
daerah
daging
dagu
dagunya
dahan
dahannya
dahi
dahinya
dalam
dalamnya
dalmatian
damai
dan
danau
dandelion
dangkal
danparuhnyapendek
dapat
dara
darah
darat
dari
darinya
daripada
dasar
dasarnya
dasi
datar
dataran
datda
daun
daunnya
daya
dayung
debu
dedaunan
definisi
dekat
dekatnya
delapan
delima
demikian
dengan
dengannya
dengar
denim
depan
depannya
derajat
deretan
derik
dermaga
desain
deskripsi
deskriptif
detail
dewasa
di
dia
diagonal
diam
diambil
diantaranya
diapit
diartikulasikan
diatas
diatasnya
dibagi
dibalut
dibandingkan
dibatasi
dibawah
dibawahnya
dibayangi
dibedakan
dibelah
dibelakang
diberi
dibingkai
dibuat
dibuka
dibumbui
dibutuhkan
dicabut
dicat
dicelupkan
dicerminkan
didalamnya
didominasi
digabungkan
digambarkan
digantikan
digariskan
digelembungkan
digital
digunakan
diharapkan
dihasilkan
dihias
dihiasi
dihubungkan
diikuti
diimbangi
dikamuflase
dikelilingi
dikenakannya
dikenal
dikenali
dikepalanya
dikontraskan
dikumpulkan
dikurangi
dilapisi
dilecehkan
dilengkapi
diletakkan
dilihat
dilingkari
dilintasi
dimahkotai
dimana
dimanapun
dimensi
dimiliki
dimiringkan
dimulai
dinamis
dingin
diolesi
dipadukan
dipahat
dipandang
dipanjatnya
dipecah
dipegang
dipelajari
dipelihara
dipenuhi
diperjelas
diperlihatkan
dipertegas
dipingiri
dipisahkan
dirancang
diredam
diremehkan
diri
dirinya
disaingi
disamarkan
disambung
disamping
disana
disapu
disatukan
disebelah
disebut
disekeliling
disekelilingnya
disekitar
disekitarnya
diselimuti
diselingi
diselipkan
diseluruh
disepanjang
disepanjangnya
disertai
disesuaikan
disisir
disorot
distal
disukai
disusul
ditaburi
ditambah
ditampilkan
ditandai
ditegakkan
ditempatkan
ditemukan
ditengahnya
diterangi
ditonjolkan
ditopang
ditumbuhi
ditunjukkan
diturunkan
ditutup
ditutupi
divi
diwarnai
dll
domba
dominan
dominannya
dominasi
dorsalnya
dramatis
dua
duduk
dudukan
dunia
duo
duri
eboni
ecru
efek
efisien
ek
ekor
ekornya
eksentrik
eksotik
eksotis
ekspresi
ekspresif
ekstra
ekstrim
elang
elastis
elektrik
elvis
emas
emasnya
empat
empedu
enam
erat
erg
eropa
es
eye
eyeline
eyeliner
eyering
eyerings
fantastis
farhood
fasih
fave
favoritku
fitur
flappy
flek
fleksibel
flycatcher
fokus
formal
formasi
foto
fuchsia
full
funky
fuzzy
gabungan
gading
gagah
gagak
galak
gambar
ganda
gandum
ganjil
ganti
gantungan
garam
garang
garis
garpu
gaya
gayung
gelang
gelap
gelapnya
gembira
gembung
gempal
gemuk
genangan
genap
gendut
generalisasi
geometris
gepeng
geraham
gerahamnya
gerakan
gereja
gesit
getaran
gigi
gin
ginnya
giok
goldenrod
goldfinch
golf
gondrong
goresan
gorong
gosong
goyang
grackle
gradasi
grafit
grebe
gudang
gugur
gulat
gulita
gumpalan
gundukan
gunmetal
gunting
guratan
gurun
habitat
hal
halaman
halnya
halus
hambar
hampir
hangat
hantu
hanya
hanyalah
harapkan
hari
harimau
hati
hawk
helai
helaian
hello
hendak
herringbone
hewan
hiasan
hidungnya
hidup
highlight
hijau
hijaunya
hilang
hingga
hinggap
hitam
hitamnya
hiu
horizontal
hujan
huruf
hutan
ia
identik
ikan
ikat
ikonik
ilusi
imut
inchi
inci
indah
indahnya
individu
induk
ingin
ini
inilah
inimemilikisayap
intensitas
intensitasnya
iridesen
iris
irisan
istimewa
istirahat
itik
itu
jadi
jaguar
jagung
jalan
jalinan
jam
jambu
jambul
jambulnya
janggut
jantan
jarang
jari
jarum
jauh
jay
jejak
jelaga
jelas
jelek
jendela
jengger
jenis
jenisnya
jenuh
jerami
jerit
jernih
jeruji
jeruk
jet
jika
jinak
jingga
jingganya
jongkok
jubah
jubahnya
juga
jumbai
juru
kabel
kabur
kaca
kacang
kadal
kadang
kail
kait
kakaonya
kaki
kakinya
kaktus
kaku
kalem
kali
kalkun
kalung
kamera
kami
kamuflase
kanan
kanannya
kantung
kapas
kapur
karamel
karang
karat
karatan
kardinal
karena
kartun
karya
kasar
kastanye
katak
kawat
kawin
kaya
kayu
kayunya
ke
keabu
keanggunannya
kebanyakan
kebiasaannya
kebiruan
kebun
kecantikan
kecepatan
kecerahannya
kecil
kecilnya
kecokelatan
kecoklatan
kecuali
kedap
kedua
keduanya
kedudukan
keemasan
keempat
kehijauan
kehitaman
keindahan
kejauhan
kekar
kekuning
kekuningan
kekurangan
kelabu
kelelawar
kelihatannya
kelip
kelok
kelopak
keluar
keluarganya
kemampuan
kemampuannya
kematian
kemauan
kembali
kembar
kemerahan
kemilau
kemudian
kemungkinan
kenari
kencang
keoranyean
kepakan
kepala
kepalanya
keperakan
keperakannya
keping
keprok
kepulan
keputihan
kerah
kerahnya
kerajaan
keras
keren
kerikil
kering
keris
keriting
kerongkongan
kerucut
keruh
kerutan
kesal
kesan
kesatuan
keseluruhan
keseluruhannya
ketebalan
ketiak
ketiga
ketiganya
ketika
ketinggian
keturunan
keunguan
keunguannya
keunikan
kewaspadaan
khaki
khas
khasnya
khusus
khususnya
kicau
kicauan
kikuk
kilap
kilat
kilatan
kilau
kilauan
kilauannya
kin
kipas
kira
kiri
kirmizi
kita
klasik
kloaka
kloakanya
kobalt
kobaran
kodok
koel
koi
kokoh
kokohnya
kolam
kolibri
kombinasi
kompak
kompleks
komposisi
konsentrasi
konsentris
konsisten
kontras
kontrasnya
kontur
konyol
kopi
kopipitak
koral
kormoran
kotak
kotaknya
kotor
krayon
krem
krom
kualitas
kuat
kubah
kuku
kukuk
kulit
kumis
kumisnya
kumpulan
kuncup
kuning
kuningan
kuningnya
kupu
kura
kurang
kursi
kurus
kusam
kusut
kutilang
labirin
labu
lada
ladang
lagi
lahan
lahir
lain
lainnya
lalat
lalu
lambat
landai
landak
landas
langit
langka
langsing
langsung
lapar
lapis
lapisan
larsud
larsus
larsusnya
larva
latar
lateral
lateralnya
laut
lautan
lautnya
lavender
layang
lazim
lebah
lebar
lebarnya
lebat
lebih
legam
legamnya
leher
lehernya
lekuk
lekukan
lemah
lembut
lemon
lemparan
lempengan
lengannya
lengkap
lengkungan
lentur
lepas
letak
lewat
liar
liat
licin
lidah
lihat
lihatlah
lima
limau
lincah
lingala
lingkar
lingkaran
lingkungan
lingkungannya
linier
lipat
lipatan
logam
lokasi
lonjong
loon
lore
loreng
louisiana
luar
luarnya
luas
lubang
lucu
luka
lumayan
lumpur
lumut
lurik
lurus
lusuh
lutut
macam
macan
madu
magenta
mahir
mahkota
mahkotanya
mahoni
makan
makanan
makanannya
makhluk
malam
malar
malarnya
malt
mampu
mana
mancung
mangkuk
mangsa
mangsanya
manik
manila
manis
mantel
manusia
marah
marmer
martin
marun
masih
masing
masker
masuk
mata
matahari
matang
matanya
mati
maupun
mawar
mayoritas
median
medium
megah
meja
melainkan
melakukan
melalui
melampiaskan
melangkah
melapisi
melar
melayang
melebar
melebarkan
melebihi
meledak
melekat
melengkapi
melengkung
meletakkan
melewati
melewatinya
melihat
melihatnya
melimpah
melindungi
melingkar
melingkari
melintang
melintas
melintasi
melintasinya
meliputi
melotot
meluas
meluncur
memadukan
memakai
memakan
memamerkan
memancarkan
memancing
memandang
memanggil
memanjang
memanjat
memantulkan
mematuk
membaca
membagi
membantu
membantunya
membatasi
membawa
membedakan
membelah
membengkok
membentang
membentuk
memberi
memberikan
memberinya
membesar
membingkai
membosankan
membuat
membuatnya
membuka
membulat
membumbung
membungkuk
membungkus
membusung
membusungkan
memecahkan
memegang
memenuhi
memilik
memiliki
memimpin
memiringkan
memisahkan
memmengembung
memperhatikan
memperlihatkan
mempertahankan
mempesona
mempunyai
memudahkan
memudar
memukau
memungkinkan
memungkinkannya
memutar
memutih
menahannya
menakjubkan
menakutkan
menambah
menambatkan
menampar
menampilkan
menampung
menandai
menandakan
menangkap
menarik
menatap
menaungi
menawan
mencakup
mencapai
mencari
mencengkeram
mencerminkan
menciptakan
mencolok
mencuat
mencuri
mendarat
mendasar
mendatar
mendekati
mendominasi
mendorongnya
mendukung
menekuk
menembus
menempel
menengadah
menentu
mengagumkan
mengait
mengalihkan
mengalir
mengamati
mengambang
mengambil
mengancam
mengandung
mengangkangi
mengangkat
mengapung
mengarah
mengarahkan
mengarungi
mengawasi
mengayuh
mengebor
mengecil
mengejutkan
mengelilingi
mengelilinginya
mengelompok
mengembang
mengembangkan
mengembung
mengenakan
mengenali
mengepak
mengepakkan
mengesankan
menggambarkan
mengganggu
menggantung
menggelap
menggelembung
menggemaskan
menggembung
menggenggam
menggigit
menggunakan
menghabiskan
menghadap
menghancurkan
menghasilkan
menghiasi
menghilangkan
menghisap
menghitam
menghubungkan
mengikuti
mengikutinya
mengilap
mengilat
mengimbangi
mengingat
mengingatkan
menginjak
mengintimidasi
mengintip
mengipasi
mengistirahatkan
mengkhawatirkan
mengkilap
mengkilat
mengonsumsi
mengotori
mengubah
mengumpulkan
menguning
menguraikan
menikmati
menimbulkan
meninggi
meningkatkan
meniru
menjadi
menjadikan
menjadikannya
menjaga
menjalar
menjauh
menjauhi
menjelang
menjerit
menjorok
menjulang
menjulur
menjuntai
menombak
menonjol
menonjolkan
menopang
mentega
menuju
menukik
menunduk
menundukkan
menunggu
menunjuk
menunjukkan
menurun
menurutku
menusuk
menutupi
menutupinya
menyala
menyamai
menyamar
menyamarkan
menyambung
menyamping
menyapu
menyaring
menyatu
menyebabkan
menyebar
menyeimbangkan
menyelam
menyelaraskan
menyelesaikan
menyelimuti
menyeluruh
menyembul
menyembunyikan
menyempit
menyenangkan
menyentuh
menyeramkan
menyerang
menyerupai
menyilang
menyisakan
menyukai
merah
merahnya
merak
merambat
meranggas
merangkak
merata
meraup
merayap
meredup
mereka
merentangkan
merica
merinci
meringue
merpati
meruncing
merupakan
meski
meskipun
metalik
mewah
mewarnai
minat
mini
miniatur
mint
minyak
miring
mirip
misalnya
misterius
mo
mobil
mockingbird
mod
model
mohalk
mohawk
mohawknya
mohogany
moka
moluska
mono
monokrom
monokromatik
monoton
monster
mosaik
mourning
muat
muda
mudah
muka
mukanya
mulai
mulia
multi
multiwarna
mulus
mulut
mulutnya
muncul
mungil
mungilnya
mungkin
murni
musim
musky
mustard
mutiara
n
nada
naga
naik
nakal
nama
namanya
nampaknya
namun
nan
nashville
natural
negara
neon
netral
netralnya
ngengat
nila
nipis
noda
nomor
non
nongkrong
normal
nuansa
nubby
nya
nyala
nyaris
nyata
oatmeal
obsidian
oenanthe
off
oh
ohio
oker
olah
oleh
olesan
ombre
onyx
opal
opalescent
orang
orange
oranye
orchard
origami
oriole
otak
outer
oval
ovenbird
pada
padahal
padang
padat
pagar
paha
pahanya
pai
pajak
pakaian
pakan
paku
pala
palang
palet
paletnya
paling
palsu
pameran
panah
pandai
pandang
pandangan
pangkal
pangkalnya
panjang
panjangnya
pantai
pantulan
papan
para
paruh
paruhah
paruhateral
paruhnya
pas
pasang
pasangannya
pasifik
pasir
pasirnya
pastel
pasti
patah
patahan
patahnya
payet
payudaranya
peach
pecah
pecinta
pecker
pekakak
pekat
pelacak
pelangi
pelat
pelatuk
pelaut
pelengkap
pelengkapnya
peliharaan
pelikan
pelindung
pelipis
peluru
pemakan
pemancing
pemandangan
pemandangannya
pemangsa
pemanjat
pemarah
pematuk
pembatas
pembeda
pemburu
pemikir
pemikiran
pemisah
pemisahan
pemulung
penampakan
penampakannya
penampilan
penampilannya
penangkap
penasaran
pencahayaan
pendahuluan
pendamping
pendarat
pendek
pendeknya
pendengaran
pendengarannya
pendiam
penelusuran
penempatan
penerbangan
pengait
pengaruh
pengasuh
pengecualian
pengenal
pengerat
penggila
penghuni
pengicau
penguin
pengumpan
penguntit
peniti
penjepit
penjuru
pensil
penting
penuh
penutup
penutupnya
penyair
penyanyi
penyembuhan
penyerbuk
penyihir
penyu
pepohonan
per
perahu
perairan
perak
peraknya
peralihan
perawakan
perawakannya
perbandingan
perbatasan
perbedaan
perbukitan
percaya
percikan
perenang
pergerakannya
perhatian
perhatikan
peri
periwinkle
perlahan
permata
permen
permukaan
permulaan
pernah
perpaduan
persegi
persen
persendian
persik
persis
pertama
pertemuan
pertengahan
pertumbuhan
perubahan
perunggu
perut
perutnya
perwinkle
pesawat
pesek
pesisir
petak
petir
petunjuk
pewarna
pewarnaan
pial
pil
pin
pinggang
pinggir
pinggiran
pinggirannya
pink
pinstripe
pinus
pinyon
pipi
pipih
pipihnya
pipinya
pipit
pirang
pirus
pisang
pisau
pita
pitanya
plum
plumb
plummish
plus
pohon
pola
polanya
polkadot
polong
polos
pom
pompadour
posterior
posteriornya
postur
posturnya
pot
potongan
poupon
pra
prasejarah
predator
prestasi
pria
primaries
primata
primer
primernya
primitif
profil
proksimal
proporsi
proporsional
proses
puas
pucat
pudar
puffin
pula
pulen
pun
puncak
puncaknya
pundak
pundaknya
punggung
punggungnya
punk
punuk
punya
pupil
pupilnya
putar
putih
putihnya
putus
puyuh
raccoon
ragam
rahang
raja
raksasa
rakun
ramah
rambut
ramping
rangka
rangkaian
rantai
ranting
rapat
rapi
rapuh
ras
rasa
rasanya
rasio
rata
raut
rawa
rectrices
redup
reflektif
relatif
relatifnya
renang
rendah
rentang
reptil
rerumputan
riak
riang
rindang
ringan
roadrunner
robin
robot
rock
roda
rompi
rona
rongga
royal
ruang
ruangan
ruas
rubah
ruby
rumah
rumbai
rumit
rumput
runcing
runcingnya
rupa
rustik
s
saat
sabit
sadari
safir
sage
saja
salah
saling
salju
salmon
saluran
sama
samar
sambil
sampai
samping
sampingnya
sana
sangat
sangkar
santai
sapuan
saraf
sarang
sarangnya
sariawan
sasarannya
satin
satu
satuan
satunya
sawi
saya
sayap
sayapnya
sayu
scondaries
scott's
sebagai
sebagian
sebaliknya
sebanding
sebanyak
sebaran
sebatang
sebelah
sebelahnya
sebelum
sebenarnya
seberkas
sebesar
sebilah
sebuah
secara
secarik
sedang
sedangkan
sedemikian
sederhana
sederhananya
sedikit
seekor
segal
segala
segalanya
segar
segi
segitiga
segitiganya
segudang
segumpal
sehat
sehelai
sehingga
seikat
seimbang
seiring
seismik
sejajar
sejati
sejauh
sejenak
sejenis
sejenisnya
sejuk
sejumput
sekali
sekaligus
sekalipun
sekarang
sekecil
sekeliling
sekelilingnya
sekilas
sekitar
sekitarnya
sekop
seksama
sekujur
sekujurnya
sekumpulan
sekunder
sekundernya
sela
selain
selalu
selam
selama
selanjutnya
selanya
selaput
selat
selebihnya
seling
selingan
selubung
seluruh
seluruhnya
semacam
semacamnya
semak
semakin
semarak
sembuh
semburan
semburat
semen
sementara
semerah
semi
sempit
sempurna
semua
semuanya
senada
senang
sendiri
sendirian
sendok
senti
sentris
sentuhan
senyum
senyuman
seolah
seorang
sepak
sepanjang
sepanjangnya
separuh
separuhnya
sepasang
sepenuhnya
seperempat
seperempatnya
seperti
sepertiga
sepertinya
sepetak
sepia
sepotong
sepuluh
seputih
seragam
seram
serangga
serangkaian
serasi
serba
sering
serius
serpih
serpihan
serta
serupa
sesekali
seseorang
sesuai
sesuatu
set
setajam
setebal
setelah
setengah
setiap
setidaknya
setinggi
setitik
seukuran
seukurannya
seutas
sewarna
shadow
si
siap
sibuk
sidebar
sienna
sifat
sifatnya
sigap
signifikan
sigung
siku
silang
silinder
silindris
siluet
silver
simetris
sinar
sini
sipit
sirip
sisa
sisanya
sisi
sisik
sisinya
sistematis
skema
ski
sklera
slider
sma
small
sobek
solid
sorot
sorotan
sosok
sosoknya
spek
spektakuler
spektrum
spesies
spesimen
spiral
sporadis
sporty
stabil
steak
stik
stipe
stripe
stroberi
struktur
suara
suatu
subur
sudah
sudut
suka
sulam
sulit
sungai
sungguh
super
superciliary
superciliarynya
supercilium
surai
suram
susu
susunan
sutra
swaayap
syarat
tabung
taburan
tahan
tahu
tahun
tajam
tak
tali
tambahan
tambal
tampak
tampaknya
tampan
tampil
tampilan
tampilannya
tan
tanager
tanah
tanaman
tanda
tanduk
tangan
tangga
tangkai
tangki
tanpa
tapi
tari
tarian
tarik
tarsi
tarsinya
tarsus
tarsusnya
tatanan
tatapan
taupe
teal
tebal
teduh
tegak
tegap
tegas
teh
tekstur
teksturnya
tekukan
telah
telanjang
telapak
telinga
telur
tembaga
tembus
tempat
tempatnya
temuan
tenang
tengah
tengahnya
tenggelam
tenggeran
tenggorokan
tenggorokannya
tengkorak
tengkoraknya
tengkuk
tengkuknya
tentang
tentara
tenunan
tepat
tepi
tepian
tepinya
terakhir
terang
terangkat
terangsang
terapung
terasa
teratur
terbakar
terbalik
terbang
terbangnya
terbawa
terbelah
terbenam
terbentang
terbesar
terbilang
terbuat
terbuka
terbungkus
tercampur
tercermin
terdalam
terdapat
terdepan
terdiri
terendam
terentang
tergambar
tergantung
tergeletak
tergerai
tergolong
tergores
terhadap
terhalang
terhenti
terhubung
terisolasi
terjadi
terjepit
terkecil
terkejut
terkelupas
terkena
terkenal
terkesan
terkonsentrasi
terkoordinasi
terkulai
terlalu
terlebar
terlepas
terletak
terlihat
terlipat
terluar
termasuk
tern
terner
ternyata
terpancar
terpasang
terpenting
terpisah
terpotong
terputus
tersamar
tersamarkan
tersapu
tersebar
tersebut
tersegmentasi
terselip
terselubung
tersembunyi
tersesat
tersisip
tersisir
tersusun
tertentu
tertinggi
tertutup
tertutupi
terus
terutama
tetap
tetapi
tetesan
tiang
tiba
tidak
tidur
tiffany
tiga
tikus
timah
tinggal
tinggi
tingginya
tingkat
tip
tipe
tipis
titik
tombak
tombol
tone
tong
tongkat
tonjolan
topas
topeng
topi
torpedo
total
totol
toucan
towhee
transparan
tropis
truk
tua
tubuh
tubuhnya
tudung
tuksedo
tulang
tulis
tumbuh
tumbuhan
tumpukan
tumpul
tunggal
tunggir
tunggirnya
tunggul
tungkai
tupai
turun
turunnya
tutul
tutup
tutupnya
two
u
uang
ubah
uban
ubun
ubunnya
udara
uji
ujung
ujungnya
ukuran
ukurannya
ulang
ular
umbi
umum
umumnya
underrated
unggas
ungu
unik
untuk
up
upper
urat
usang
utama
utamanya
utuh
v
vanilla
variasi
ventralnya
versi
vertikal
victoria
vireo
visual
waddler
wader
wafer
wajah
wajahnya
waktunya
walaupun
warbler
warna
warnanya
warni
waspada
watak
wataknya
waterthrush
white
whtie
wilayah
wilayahnya
willow
winbar
winbarnya
winbgbars
wing
wingbar
wiski
wow
wren
y
yaitu
yakin
yakni
yang
zaitun
zamrud
zebra
zigzag
